benchmarks/scalability/3server-1client.txt
Running 3m test @ http://127.0.0.1:8080
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    68.92us  580.06us  39.04ms   99.31%
    Req/Sec    28.48k     2.39k   31.07k    95.00%
  Latency Distribution
     50%   31.00us
     75%   32.00us
     90%   39.00us
     99%  534.00us
  5100602 requests in 3.00m, 632.36MB read
Requests/sec:  28333.73
Transfer/sec:      3.51MB