benchmarks/scalability/4server-1client.txt
Running 3m test @ http://127.0.0.1:8080
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    63.57us  427.01us  41.13ms   98.54%
    Req/Sec    29.26k     2.01k   31.82k    91.67%
  Latency Distribution
     50%   30.00us
     75%   31.00us
     90%   36.00us
     99%  585.00us
  5241745 requests in 3.00m, 649.86MB read
Requests/sec:  29115.79
Transfer/sec:      3.61MB